
RANKS: dict[str, str] = {
    "student": "student",
    "teacher": "teacher",
    "admin": "admin"
}

ACCEPTED_NAMES: set[str] = {
    "Глаголева Ольга",
    "Ольга Глаголева",
    "Йувалыоглу Марьям",
    "Марьям Йувалыоглу",
    "Кислицин Максим",
    "Максим Кислицин",
    "Кузьменко Елизавета",
    "Елизавета Кузьменко",
    "Переслегин Даниил",
    "Даниил Переслегин",
    "Першин Эмиль",
    "Эмиль Першин",
    "Проничкин Андрей",
    "Андрей Проничкин",
    "Сорокин Ярослав",
    "Ярослав Сорокин",
    "Швецов Денис",
    "Денис Швецов",
    "Шокиров Ориф",
    "Ориф Шокиров"
    "Рачкин Дмитрий",
    "Дмитрий Рачкин",
    "Мунтян Алевтина",
    "Алевтина Мунтян",
    "Михайлов Николай",
    "Николай Михайлов",
    "Лукьянчиков Дмитрий",
    "Дмитрий Лукьянчиков",
    "Королева Екатерина",
    "Екатерина Королева",
    "Галочкина Анастасия",
    "Анастасия Галочкина",
    "Александр Виноградов",
    "Виноградов Александр",
    "Амбарцумян Арсений",
    "Арсений Амбарцумян"
}

ACCEPTED_CLASSES: set[str] = {"11Б"}