

ACCEPTED_NAMES: set[str] = {
    "Глаголева Ольга",
    "Ольга Глаголева",
    "Йувалыоглу Марьям",
    "Марьям Йувалыоглу",
    "Кислицин Максим",
    "Максим Кислицин",
    "Кузьменко Елизавета",
    "Елизавета Кузьменко",
    "Переслегин Даниил",
    "Даниил Переслегин",
    "Першин Эмиль",
    "Эмиль Першин",
    "Проничкин Андрей",
    "Андрей Проничкин",
    "Сорокин Ярослав",
    "Ярослав Сорокин",
    "Швецов Денис",
    "Денис Швецов",
    "Шокиров Ориф",
    "Ориф Шокиров"
}

ACCEPTED_CLASSES: set[str] = {"11Б"}